{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "¦": 98,
      "¹": 99,
      "Â": 100,
      "Ã": 101,
      "â": 102,
      "Ġ": 103,
      "Ģ": 104,
      "Ĳ": 105,
      "ĵ": 106,
      "Ļ": 107,
      "ł": 108,
      "Ġ\\": 109,
      "ig": 110,
      "al": 111,
      "_{": 112,
      "*}": 113,
      "ign": 114,
      "align": 115,
      "in": 116,
      "^{": 117,
      "eg": 118,
      "nd": 119,
      "beg": 120,
      "begin": 121,
      "end": 122,
      "}\\": 123,
      "ra": 124,
      "ta": 125,
      "ma": 126,
      "}{": 127,
      "fra": 128,
      "frac": 129,
      "le": 130,
      ",\\": 131,
      "(\\": 132,
      "th": 133,
      "ft": 134,
      "ar": 135,
      "{\\": 136,
      "Ġ=": 137,
      "ph": 138,
      "am": 139,
      "eta": 140,
      "igh": 141,
      "righ": 142,
      ")\\": 143,
      ".\\": 144,
      "ti": 145,
      "_{\\": 146,
      "left": 147,
      "right": 148,
      "math": 149,
      "}(": 150,
      "*}\\": 151,
      "}^{": 152,
      "=\\": 153,
      "de": 154,
      "Ġ&": 155,
      "}}": 156,
      "-\\": 157,
      "Ġ+": 158,
      "su": 159,
      "ot": 160,
      "dot": 161,
      "pha": 162,
      "alpha": 163,
      "si": 164,
      "da": 165,
      "sum": 166,
      "amb": 167,
      "ambda": 168,
      "Ġ(": 169,
      "er": 170,
      "Ġ-": 171,
      "})": 172,
      "psi": 173,
      "+\\": 174,
      "lambda": 175,
      "phi": 176,
      "mu": 177,
      "lo": 178,
      "}^": 179,
      ")}": 180,
      "^{\\": 181,
      "lta": 182,
      "amma": 183,
      "int": 184,
      "par": 185,
      "tial": 186,
      "partial": 187,
      "^{-": 188,
      "}{\\": 189,
      "cal": 190,
      "_\\": 191,
      "mathb": 192,
      "big": 193,
      "var": 194,
      "ega": 195,
      "mega": 196,
      "la": 197,
      "beta": 198,
      "cdot": 199,
      "Ġx": 200,
      "igma": 201,
      "ver": 202,
      "Ġ\\\\": 203,
      "pi": 204,
      "inft": 205,
      "infty": 206,
      "Ġ0": 207,
      "lon": 208,
      "}_{": 209,
      "Ġd": 210,
      "mathcal": 211,
      "lde": 212,
      "|\\": 213,
      "theta": 214,
      "tilde": 215,
      "}_": 216,
      "gamma": 217,
      "Ġ1": 218,
      "rm": 219,
      "es": 220,
      "psilon": 221,
      "sigma": 222,
      ")=": 223,
      "epsilon": 224,
      "ng": 225,
      "xi": 226,
      "ho": 227,
      "delta": 228,
      "},": 229,
      "tau": 230,
      "ngle": 231,
      "im": 232,
      "nu": 233,
      "rho": 234,
      "leq": 235,
      "over": 236,
      ")^": 237,
      "at": 238,
      "ll": 239,
      "hi": 240,
      "Ġu": 241,
      "bar": 242,
      "hat": 243,
      "^\\": 244,
      "dots": 245,
      "}(\\": 246,
      "Ġf": 247,
      "},\\": 248,
      "omega": 249,
      "}}\\": 250,
      "\\\\": 251,
      "ab": 252,
      "eq": 253,
      "bo": 254,
      "ro": 255,
      "mathbb": 256,
      ")=\\": 257,
      "Ġa": 258,
      "sq": 259,
      "ell": 260,
      "rt": 261,
      ").\\": 262,
      "Ġ2": 263,
      "}^{\\": 264,
      "sqrt": 265,
      "Ġt": 266,
      "varphi": 267,
      "Big": 268,
      "}.\\": 269,
      "tim": 270,
      "times": 271,
      "),": 272,
      "}=": 273,
      "ray": 274,
      "array": 275,
      "Ġe": 276,
      "^{(": 277,
      "nab": 278,
      "nabla": 279,
      "Ġ\\,": 280,
      "),\\": 281,
      "mathbf": 282,
      "lim": 283,
      ")^{": 284,
      "De": 285,
      "Ġi": 286,
      "Delta": 287,
      "ap": 288,
      "lin": 289,
      "line": 290,
      "as": 291,
      "Ġ{\\": 292,
      "Ġ(\\": 293,
      "}+": 294,
      "Ġn": 295,
      "Omega": 296,
      "\\,": 297,
      "wi": 298,
      "ĠA": 299,
      "tr": 300,
      "))": 301,
      "mbo": 302,
      "Ġ{": 303,
      "Gamma": 304,
      "ex": 305,
      "}-": 306,
      "wide": 307,
      "|^": 308,
      "rangle": 309,
      "ed": 310,
      "&\\": 311,
      "^*": 312,
      "to": 313,
      "Ġg": 314,
      "tri": 315,
      "Ġv": 316,
      "varepsilon": 317,
      "overline": 318,
      "mathrm": 319,
      "Ġp": 320,
      ")}\\": 321,
      "}=\\": 322,
      "log": 323,
      "Ġy": 324,
      "Ġk": 325,
      "Ġ&=": 326,
      "langle": 327,
      ";\\": 328,
      "[\\": 329,
      "Ġ|": 330,
      ")(": 331,
      "Phi": 332,
      "matri": 333,
      "matrix": 334,
      "Ġ}": 335,
      "ad": 336,
      "Ġz": 337,
      "}}{": 338,
      "&=": 339,
      "cdots": 340,
      "Ġc": 341,
      ":=": 342,
      "qu": 343,
      "quad": 344,
      "chi": 345,
      "Ġb": 346,
      "ĠC": 347,
      "tar": 348,
      "\\|": 349,
      "Ġr": 350,
      ")}{": 351,
      "ldots": 352,
      "pa": 353,
      "ĠT": 354,
      "Ġs": 355,
      "ĠX": 356,
      "geq": 357,
      "otimes": 358,
      "or": 359,
      "pro": 360,
      "bf": 361,
      "se": 362,
      "ĠF": 363,
      "ĠB": 364,
      "zeta": 365,
      "Ġq": 366,
      "mbox": 367,
      ")+": 368,
      "ge": 369,
      "\\{": 370,
      ")-": 371,
      "Ġh": 372,
      "cas": 373,
      "cases": 374,
      "row": 375,
      "})\\": 376,
      "ĠL": 377,
      "ĠR": 378,
      "}_{\\": 379,
      "ts": 380,
      "ĠP": 381,
      "}+\\": 382,
      "Ġm": 383,
      "ĠH": 384,
      "ĠS": 385,
      "ĠD": 386,
      "kap": 387,
      "kappa": 388,
      "Lambda": 389,
      "ve": 390,
      "ij": 391,
      "prod": 392,
      "Ġ,": 393,
      "rc": 394,
      "Ġ[": 395,
      "tarrow": 396,
      "pr": 397,
      "pm": 398,
      "ĠE": 399,
      "ĠM": 400,
      "~~": 401,
      "Ġj": 402,
      "Ġ-\\": 403,
      "Ġ.\\": 404,
      "co": 405,
      "widetilde": 406,
      "set": 407,
      "rightarrow": 408,
      "Ġw": 409,
      "tex": 410,
      "ime": 411,
      "ci": 412,
      "prime": 413,
      "circ": 414,
      "{(": 415,
      "ĠV": 416,
      "Ġ=\\": 417,
      "ĠN": 418,
      "vert": 419,
      "Psi": 420,
      "12": 421,
      "bigg": 422,
      "Ġ,\\": 423,
      "ĠI": 424,
      "its": 425,
      "limits": 426,
      "aligned": 427,
      "}\\,": 428,
      "ds": 429,
      "&=\\": 430,
      "Ġ_{": 431,
      "ĠG": 432,
      ":=\\": 433,
      "}-\\": 434,
      "pmatrix": 435,
      "}^{(": 436,
      "text": 437,
      "vec": 438,
      "}^\\": 439,
      "}|": 440,
      "'(": 441,
      "Ġ)": 442,
      "]\\": 443,
      "Ġ\\;": 444,
      "ther": 445,
      "op": 446,
      ")\\\\": 447,
      ")}(": 448,
      "^{-\\": 449,
      "Ġ\\|": 450,
      ")\\,": 451,
      "(-": 452,
      "sin": 453,
      "dx": 454,
      "ĠK": 455,
      "Ġ&\\": 456,
      "us": 457,
      "..": 458,
      ")|": 459,
      "frak": 460,
      "ga": 461,
      "}}(": 462,
      "min": 463,
      ")+\\": 464,
      "gather": 465,
      "Ġ\\{": 466,
      "ĠU": 467,
      ")^{-": 468,
      "ĠQ": 469,
      "Ġ:=": 470,
      "widehat": 471,
      "cap": 472,
      "cos": 473,
      "for": 474,
      "edge": 475,
      "all": 476,
      "wedge": 477,
      "exp": 478,
      "up": 479,
      "mathfrak": 480,
      "ast": 481,
      "_{(": 482,
      "ck": 483,
      "Ġ+\\": 484,
      "cc": 485,
      "dt": 486,
      "om": 487,
      ")^{\\": 488,
      "ĠW": 489,
      "}}{\\": 490,
      "sup": 491,
      "\\{\\": 492,
      "ĠJ": 493,
      ",\\\\": 494,
      "ert": 495,
      "Vert": 496,
      "iv": 497,
      "ty": 498,
      "sub": 499,
      "bin": 500,
      "binom": 501,
      ")}{\\": 502,
      "_{-": 503,
      ")-\\": 504,
      "Ġ}\\": 505,
      "^+": 506,
      "und": 507,
      "Sigma": 508,
      "Ġ<": 509,
      "under": 510,
      "}\\\\": 511,
      "\\}": 512,
      "}^{-": 513,
      "cup": 514,
      "Ġ|\\": 515,
      ",\\,": 516,
      "bol": 517,
      "}{(": 518,
      "*}(": 519,
      "ĠY": 520,
      "ĠZ": 521,
      "max": 522,
      "id": 523,
      "}]": 524,
      "*}{\\": 525,
      "|_{": 526,
      "forall": 527,
      "!\\": 528,
      "ce": 529,
      "tyle": 530,
      "ln": 531,
      "_+": 532,
      "ymbo": 533,
      "ymbol": 534,
      "dsymbol": 535,
      "boldsymbol": 536,
      ")_{": 537,
      "is": 538,
      "\\|_{": 539,
      "qquad": 540,
      "''": 541,
      "equ": 542,
      "mid": 543,
      "Ġ\\\\\\": 544,
      ")_": 545,
      "equiv": 546,
      ").": 547,
      "Ġdx": 548,
      "Ġ\\\\&": 549,
      "sim": 550,
      "))\\": 551,
      "dfrac": 552,
      "neq": 553,
      ";\\;\\": 554,
      "Ġl": 555,
      "Ġ3": 556,
      "Ġ_": 557,
      "lus": 558,
      "Ġ4": 559,
      "ĠO": 560,
      ")]": 561,
      "}[": 562,
      "11": 563,
      "|^{": 564,
      "/\\": 565,
      "Pi": 566,
      "-(": 567,
      "dag": 568,
      "oplus": 569,
      "Th": 570,
      "}.": 571,
      "Theta": 572,
      "Ġ^{": 573,
      "bmatrix": 574,
      ",\\,\\": 575,
      "sta": 576,
      "bigl": 577,
      "bigr": 578,
      "}_\\": 579,
      "\\}\\": 580,
      "dis": 581,
      "stack": 582,
      "ys": 583,
      "})=": 584,
      "Ġ>": 585,
      "pla": 586,
      "displa": 587,
      "Ġ(-": 588,
      "textrm": 589,
      "displays": 590,
      "displaystyle": 591,
      "'_": 592,
      "det": 593,
      "underline": 594,
      "\\,\\": 595,
      "tfrac": 596,
      "}}.\\": 597,
      "^-": 598,
      "loor": 599,
      "floor": 600,
      "subset": 601,
      "ger": 602,
      "dagger": 603,
      "re": 604,
      "<\\": 605,
      "bra": 606,
      "+(": 607,
      "*}&": 608,
      "}).\\": 609,
      "Ġ:": 610,
      "\\}.\\": 611,
      "((": 612,
      "10": 613,
      "Ġ$": 614,
      "inf": 615,
      ")/": 616,
      "{-": 617,
      "'\\": 618,
      "...": 619,
      "star": 620,
      "Ġ.": 621,
      "):=\\": 622,
      ")(\\": 623,
      ")&=": 624,
      "minus": 625,
      ")}}": 626,
      ")})": 627,
      "_-": 628,
      ")}.\\": 629,
      "dy": 630,
      "',": 631,
      "sf": 632,
      "_*": 633,
      ":\\": 634,
      ")}_{": 635,
      "setminus": 636,
      "{{\\": 637,
      "}}^{": 638,
      "({\\": 639,
      "Ġ~": 640,
      "}},": 641,
      ")!": 642,
      "sla": 643,
      "}&": 644,
      "]=": 645,
      "{|": 646,
      "}},\\": 647,
      "brace": 648,
      "Ġ^": 649,
      "}{|": 650,
      "(-\\": 651,
      "Ġdt": 652,
      ")},": 653,
      "].\\": 654,
      "}\\,\\": 655,
      "substack": 656,
      "')": 657,
      "})^{": 658,
      "})=\\": 659,
      "}}(\\": 660,
      "}}}": 661,
      "tor": 662,
      "^{(\\": 663,
      "per": 664,
      "'}": 665,
      "}}_{": 666,
      "})^": 667,
      "*}(\\": 668,
      "nt": 669,
      "box": 670,
      "}\\|": 671,
      "era": 672,
      "):=": 673,
      "}|\\": 674,
      "erator": 675,
      "=-\\": 676,
      "ame": 677,
      "textbf": 678,
      "Ġ_{\\": 679,
      "operator": 680,
      "if": 681,
      "sh": 682,
      "name": 683,
      "operatorname": 684,
      "Bigr": 685,
      "\\\\\\": 686,
      ";\\;": 687,
      "}^*": 688,
      "perp": 689,
      ")}_": 690,
      "Ġ}{": 691,
      "Ġo": 692,
      "_{+": 693,
      "Ġ[\\": 694,
      "*}&\\": 695,
      ")},\\": 696,
      "io": 697,
      "}),\\": 698,
      "~\\": 699,
      "]}": 700,
      "ip": 701,
      "}}=": 702,
      "Bigl": 703,
      ")}=": 704,
      "dim": 705,
      "vartheta": 706,
      "}),": 707,
      "Ġ\\\\&=": 708,
      "iota": 709,
      "mp": 710,
      "_{[": 711,
      "],": 712,
      "~~~~": 713,
      ")&=\\": 714,
      "\\},\\": 715,
      "vee": 716,
      ",-": 717,
      "{{": 718,
      "hbar": 719,
      "};": 720,
      "\\;": 721,
      "),\\\\": 722,
      "_{-\\": 723,
      "\\|^": 724,
      ")^\\": 725,
      "16": 726,
      "*}|": 727,
      "^*(": 728,
      "ik": 729,
      ")|^": 730,
      "=-": 731,
      "vdots": 732,
      "],\\": 733,
      "mathsf": 734,
      "13": 735,
      "}}=\\": 736,
      "}(-": 737,
      "Ġds": 738,
      "22": 739,
      "it": 740,
      "=(": 741,
      "\\|\\": 742,
      "od": 743,
      ")}=\\": 744,
      "not": 745,
      "Ġ\\,\\": 746,
      "hoo": 747,
      "jk": 748,
      "})(": 749,
      ")}(\\": 750,
      "hbox": 751,
      ")=(": 752,
      "}'": 753,
      "}}_": 754,
      "*}[": 755,
      "Ġand": 756,
      "^{+": 757,
      "\\|_": 758,
      "bigcup": 759,
      "il": 760,
      "21": 761,
      "Bigg": 762,
      "dz": 763,
      ")|\\": 764,
      "hoose": 765,
      "choose": 766,
      "(|": 767,
      "Ġ^{\\": 768,
      "ss": 769,
      "})}": 770,
      "\\\\&": 771,
      "rfloor": 772,
      "ch": 773,
      "cr": 774,
      "lfloor": 775,
      "^*\\": 776,
      "on": 777,
      "|_": 778,
      "|}": 779,
      "Ġfor": 780,
      "00": 781,
      "{(\\": 782,
      "}/": 783,
      "*}\\|": 784,
      "*}{": 785,
      ")&": 786,
      "slant": 787,
      "}}}\\": 788,
      "Ġ\\\\&\\": 789,
      "Re": 790,
      "Ġ\\}": 791,
      "+|": 792,
      "and": 793,
      "},\\\\": 794,
      "Ġ\\|\\": 795,
      "^{*}": 796,
      "}[\\": 797,
      "spa": 798,
      "Ġ&=\\": 799,
      "23": 800,
      "angle": 801,
      "Ġ)\\": 802,
      "}}{(": 803,
      "}}^": 804,
      "varrho": 805,
      ",\\\\\\": 806,
      "xx": 807,
      "))=": 808,
      "_{|": 809,
      "Ġ]": 810,
      "24": 811,
      "ps": 812,
      "_{{\\": 813,
      "|=": 814,
      ")\\\\&=": 815,
      "rel": 816,
      "ne": 817,
      "bu": 818,
      "}\\;": 819,
      "'_{": 820,
      ")_{\\": 821,
      "xy": 822,
      ")).\\": 823,
      "triangle": 824,
      "([": 825,
      "\\}}": 826,
      "...,": 827,
      "space": 828,
      "top": 829,
      "biggr": 830,
      "Ġ}{\\": 831,
      "biggl": 832,
      "!\\!\\": 833,
      "}~": 834,
      "no": 835,
      "|_{\\": 836,
      "colon": 837,
      "sinh": 838,
      "}&=": 839,
      "\\},": 840,
      "dr": 841,
      "stackrel": 842,
      "}}^{\\": 843,
      "Ġdy": 844,
      "\\,.\\": 845,
      "Ġ12": 846,
      "bul": 847,
      "maps": 848,
      "!}": 849,
      "mapsto": 850,
      "Ġ/": 851,
      "cosh": 852,
      "}:=\\": 853,
      "tstyle": 854,
      "kl": 855,
      "less": 856,
      "})+": 857,
      "({": 858,
      "]=\\": 859,
      ")=-\\": 860,
      "tan": 861,
      "||": 862,
      "}}+": 863,
      "14": 864,
      "}}+\\": 865,
      "lesssim": 866,
      "pt": 867,
      ")}{(": 868,
      "underset": 869,
      "deg": 870,
      "tt": 871,
      "long": 872,
      "):": 873,
      "Ġif": 874,
      ">\\": 875,
      "Ġ\\{\\": 876,
      "mn": 877,
      "'(\\": 878,
      "}=-\\": 879,
      "}|^": 880,
      "=&": 881,
      "subseteq": 882,
      ")\\\\&": 883,
      "\\!": 884,
      "}^{(\\": 885,
      "}}\\,": 886,
      "ii": 887,
      "}})": 888,
      "leqslant": 889,
      "Xi": 890,
      "ba": 891,
      "|}\\": 892,
      "}&\\": 893,
      "})}\\": 894,
      "}({\\": 895,
      "{(-": 896,
      "let": 897,
      "du": 898,
      "]_": 899,
      "})_{": 900,
      ")\\,\\": 901,
      "^{[": 902,
      "}:": 903,
      "bullet": 904,
      "\\,,\\": 905,
      "prox": 906,
      "Ġin": 907,
      "slash": 908,
      "Ġ6": 909,
      "}=-": 910,
      "bigoplus": 911,
      "))^": 912,
      "approx": 913,
      "st": 914,
      ")=-": 915,
      "che": 916,
      ",(": 917,
      "check": 918,
      "\\\\&=": 919,
      "]^": 920,
      "'}\\": 921,
      "/(": 922,
      "\\\\&\\": 923,
      "overset": 924,
      "arp": 925,
      "|^{\\": 926,
      "Ġ}(": 927,
      "})-": 928,
      "}}-": 929,
      "^*_": 930,
      "Ġ\\:": 931,
      "''(": 932,
      "Ġ;": 933,
      "limsup": 934,
      ")}+": 935,
      "^*}": 936,
      ")^*": 937,
      ")}}\\": 938,
      "]_{": 939,
      "32": 940,
      "{|\\": 941,
      "AB": 942,
      ",...,": 943,
      ")^{-\\": 944,
      "Im": 945,
      "\\|_{\\": 946,
      "})^{-": 947,
      "ddots": 948,
      "})\\\\": 949,
      ")}^": 950,
      "_{\\{": 951,
      "})}{": 952,
      "ic": 953,
      ")),\\": 954,
      "Ġ5": 955,
      "~~~": 956,
      ")\\;": 957,
      "-|": 958,
      "*}-\\": 959,
      "crip": 960,
      ")),": 961,
      "longrightarrow": 962,
      "ia": 963,
      "Ġ&&": 964,
      "](": 965,
      "]}\\": 966,
      "en": 967,
      "}}}{": 968,
      "dv": 969,
      "back": 970,
      "*}-": 971,
      "ccc": 972,
      "20": 973,
      "backslash": 974,
      ")+(": 975,
      "div": 976,
      "cm": 977,
      ")>": 978,
      "!}\\": 979,
      "Tr": 980,
      "Ġ8": 981,
      "mpty": 982,
      "}^{+": 983,
      "}=(": 984,
      "')\\": 985,
      "[(": 986,
      "empty": 987,
      "emptyset": 988,
      "ker": 989,
      "))=\\": 990,
      "*}|\\": 991,
      "Ġ\\|_{": 992,
      "sharp": 993,
      "}\\|_{": 994,
      "arrow": 995,
      "}:=": 996,
      "mod": 997,
      "}&=\\": 998,
      "|\\,": 999,
      "ol": 1000,
      "rvert": 1001,
      "mm": 1002,
      "lvert": 1003,
      ",&": 1004,
      "^{-(": 1005,
      "15": 1006,
      "Ġ*": 1007,
      "Ġall": 1008,
      "underbrace": 1009,
      ")\\\\&\\": 1010,
      "cd": 1011,
      ")\\\\&=\\": 1012,
      "_{(\\": 1013,
      "((\\": 1014,
      ")}-": 1015,
      "Ġ{{": 1016,
      "lbrace": 1017,
      ";\\;\\;": 1018,
      "Ġdz": 1019,
      "'-": 1020,
      ")}+\\": 1021,
      "textstyle": 1022,
      "hspace": 1023,
      "sm": 1024,
      "}\\\\\\": 1025,
      ")}}{": 1026,
      "ix": 1027,
      "pq": 1028,
      "^{*": 1029,
      "Ġ\\,\\,": 1030,
      "'}(": 1031,
      "ac": 1032,
      "varpi": 1033,
      "})^{\\": 1034,
      ")\\|_{": 1035,
      "=&\\": 1036,
      "})+\\": 1037,
      "){\\": 1038,
      ")_\\": 1039,
      ",\\\\&": 1040,
      "ddot": 1041,
      "}_{(": 1042,
      "Ġ({\\": 1043,
      ")}\\,": 1044,
      "Ġ=&": 1045,
      "ĠTr": 1046,
      "]^{": 1047,
      "]+": 1048,
      "Ġ\\,.\\": 1049,
      "|^{-": 1050,
      "Ġ&:=": 1051,
      ")\\|": 1052,
      "'+": 1053,
      "}^+": 1054,
      ",{\\": 1055,
      "Ġ{{\\": 1056,
      "}\\\\&": 1057,
      "textup": 1058,
      "sk": 1059,
      "Ġ\\!": 1060,
      "',\\": 1061,
      "}\\,.\\": 1062,
      ")}_{\\": 1063,
      "bold": 1064,
      "}+(": 1065,
      "}}_{\\": 1066,
      ",\\,\\,\\,\\": 1067,
      "Ġ\\;\\;": 1068,
      ")\\,.\\": 1069,
      ")~": 1070,
      "]{": 1071,
      "\\&\\": 1072,
      "Ġ\\}.\\": 1073,
      "Ġ}}": 1074,
      "Ġ_\\": 1075,
      "Pr": 1076,
      "}{(\\": 1077,
      "=\\,": 1078,
      "rmal": 1079,
      ")}^{": 1080,
      "Ġ:=\\": 1081,
      "Ġdr": 1082,
      "Ġ$\\": 1083,
      "ijk": 1084,
      "&&": 1085,
      "normal": 1086,
      ")^{(": 1087,
      ")&\\": 1088,
      ".}\\": 1089,
      "'}{": 1090,
      "simeq": 1091,
      "rbrace": 1092,
      "}}-\\": 1093,
      ",\\;": 1094,
      "}^{*}": 1095,
      "bigcap": 1096,
      "ref": 1097,
      "};\\": 1098,
      "*}\\{": 1099,
      "Ġ-(": 1100,
      "Upsilon": 1101,
      "}>": 1102,
      "skip": 1103,
      "cccc": 1104,
      "small": 1105,
      "})}{\\": 1106,
      "pmod": 1107,
      "'=": 1108,
      "+(\\": 1109,
      "+|\\": 1110,
      "textnormal": 1111,
      "ec": 1112,
      "}{|\\": 1113,
      "}))": 1114,
      "ut": 1115,
      "_{|\\": 1116,
      "^*,": 1117,
      "^*_{": 1118,
      "}})\\": 1119,
      "_+(": 1120,
      "*\\": 1121,
      "ff": 1122,
      "upsilon": 1123,
      "^+(": 1124,
      "wn": 1125,
      "\\\\&=\\": 1126,
      "\\&": 1127,
      "ji": 1128,
      "25": 1129,
      "))}": 1130,
      "34": 1131,
      ";\\;\\;\\;\\": 1132,
      "\\!\\": 1133,
      ",[": 1134,
      ");": 1135,
      "})-\\": 1136,
      "ing": 1137,
      "}\\|\\": 1138,
      "_{{": 1139,
      "own": 1140,
      "01": 1141,
      "}<": 1142,
      "kj": 1143,
      "sts": 1144,
      "})\\,": 1145,
      ")|^{": 1146,
      "}).": 1147,
      "brack": 1148,
      "}]\\": 1149,
      "liminf": 1150,
      "}\\\\&\\": 1151,
      "),(": 1152,
      "{-\\": 1153,
      ")[": 1154,
      "Ġ~~": 1155,
      "down": 1156,
      ")\\\\\\": 1157,
      "}_{-": 1158,
      "with": 1159,
      "xists": 1160,
      "}}.": 1161,
      "scrip": 1162,
      ")\\,,\\": 1163,
      "]}(": 1164,
      "}\\\\&=": 1165,
      "}\\{": 1166,
      "Ġdu": 1167,
      "-(\\": 1168,
      "Ġ^{-": 1169,
      "^*)": 1170,
      "Righ": 1171,
      "}^{+\\": 1172,
      "Rightarrow": 1173,
      "|}{": 1174,
      "Ġ(-\\": 1175,
      "II": 1176,
      "bc": 1177,
      ")-(": 1178,
      "{[": 1179,
      "(|\\": 1180,
      "}\\,,\\": 1181,
      "|.\\": 1182,
      "cl": 1183,
      "^*(\\": 1184,
      "nto": 1185,
      ",~": 1186,
      "=\\{": 1187,
      "=(\\": 1188,
      "])": 1189,
      "phanto": 1190,
      "\\}.": 1191,
      "phantom": 1192,
      "*}[\\": 1193,
      "&-": 1194,
      "rce": 1195,
      "Ġis": 1196,
      "))^{": 1197,
      "Ġ((": 1198,
      "cong": 1199,
      ")}-\\": 1200,
      "}$": 1201,
      "\\,,": 1202,
      "),\\\\\\": 1203,
      "|-": 1204,
      ")=(\\": 1205,
      "rceil": 1206,
      "exists": 1207,
      "rr": 1208,
      "18": 1209,
      "}-(": 1210,
      "Ġ=-": 1211,
      "ceil": 1212,
      "downarrow": 1213,
      "lceil": 1214,
      "notin": 1215,
      "lll": 1216,
      "}|^{": 1217,
      "))-": 1218,
      "oint": 1219,
      "}}}{\\": 1220,
      "Ġ\\;\\": 1221,
      ")<": 1222,
      "))(": 1223,
      "_-(": 1224,
      "atop": 1225,
      "-{": 1226,
      "|(": 1227,
      "^+_": 1228,
      "}'(": 1229,
      "imath": 1230,
      ",\\,\\,": 1231,
      "Ġ=-\\": 1232,
      ")!}": 1233,
      "bot": 1234,
      "nk": 1235,
      "}}|": 1236,
      "=\\;": 1237,
      "uv": 1238,
      "Ġ\\,,\\": 1239,
      "'^": 1240,
      "leftrightarrow": 1241,
      "|)": 1242,
      "].": 1243,
      "{$": 1244,
      "sp": 1245,
      ")})\\": 1246,
      ")]\\": 1247,
      "iint": 1248,
      ")}.": 1249,
      "33": 1250,
      "em": 1251,
      "rs": 1252,
      "Ġ\\}\\": 1253,
      "}_+": 1254,
      "Ġon": 1255,
      "Ġth": 1256,
      "Ġ}^{": 1257,
      "|,": 1258,
      "^-(": 1259,
      ")}\\\\": 1260,
      "=}": 1261,
      "*}\\|\\": 1262,
      "},\\\\\\": 1263,
      "sqcup": 1264,
      "~~~~~~~~": 1265,
      "Ġ\\\\&=\\": 1266,
      "Ġ+(": 1267,
      "}((": 1268,
      "})(\\": 1269,
      "Ġ10": 1270,
      "Ġtr": 1271,
      "|+": 1272,
      "rl": 1273,
      "+{\\": 1274,
      "Ġdv": 1275,
      "wise": 1276,
      "]-": 1277,
      "}\\\\&=\\": 1278,
      "Ġ{(": 1279,
      "^+}": 1280,
      "{}": 1281,
      "tanh": 1282,
      "Ġ)^{": 1283,
      "arg": 1284,
      "bre": 1285,
      "therwise": 1286,
      "rcl": 1287,
      "iz": 1288,
      "-{\\": 1289,
      "\\}}\\": 1290,
      "={": 1291,
      "})_": 1292,
      "ĠdW": 1293,
      "+{": 1294,
      "(\\{": 1295,
      "Lo": 1296,
      "={\\": 1297,
      "ax": 1298,
      "dW": 1299,
      "+}": 1300,
      "mathop": 1301,
      "\\}=": 1302,
      "}=\\{": 1303,
      "}{{\\": 1304,
      "=~": 1305,
      "Ġ)=": 1306,
      "Ġ^\\": 1307,
      "Ġ=(": 1308,
      "))+": 1309,
      "!\\!": 1310,
      "~~\\": 1311,
      "Ġ~\\": 1312,
      "Ġ}}\\": 1313,
      "nm": 1314,
      ",-\\": 1315,
      "31": 1316,
      "Ġ||": 1317,
      "Ġ)^": 1318,
      "\\|_\\": 1319,
      "abc": 1320,
      "lVert": 1321,
      "Ġ},": 1322,
      ")}|": 1323,
      ")=&": 1324,
      "Ġ).\\": 1325,
      "...\\": 1326,
      "}^{-\\": 1327,
      "))}{": 1328,
      "Ġ}_{": 1329,
      "}}\\\\": 1330,
      "[-": 1331,
      "geqslant": 1332,
      "}]=": 1333,
      "}^{[": 1334,
      "ere": 1335,
      "iag": 1336,
      "Ġ}=\\": 1337,
      "di": 1338,
      ")}{|": 1339,
      "Long": 1340,
      "}={\\": 1341,
      "')^": 1342,
      "}}^{(": 1343,
      "^+\\": 1344,
      "Ġ7": 1345,
      "'_{\\": 1346,
      "}^-": 1347,
      "pmb": 1348,
      "iy": 1349,
      "hskip": 1350,
      "gathered": 1351,
      "17": 1352,
      "Ġ\\,,": 1353,
      "Ġ\\#": 1354,
      "Le": 1355,
      "}(-\\": 1356,
      "here": 1357,
      "nx": 1358,
      "\\}_{": 1359,
      "rVert": 1360,
      "parrow": 1361,
      "dw": 1362,
      "}_{+": 1363,
      ")={\\": 1364,
      "|=\\": 1365,
      "Ġ}=": 1366,
      "27": 1367,
      "}\\!": 1368,
      ".}": 1369,
      "XY": 1370,
      "|^\\": 1371,
      "\\,\\,": 1372,
      ")}}{\\": 1373,
      "_+\\": 1374,
      "cot": 1375,
      "|<": 1376,
      "}))\\": 1377,
      "nolimits": 1378,
      "_{,": 1379,
      "\\{(": 1380,
      "}<\\": 1381,
      "Ġ9": 1382,
      "Ġ},\\": 1383,
      "]_{\\": 1384,
      "~.\\": 1385,
      "Ġ&=&": 1386,
      "48": 1387,
      ")|_{": 1388,
      "^{'": 1389,
      "})_{\\": 1390,
      "df": 1391,
      "Ġ&+": 1392,
      "123": 1393,
      ",\\\\&\\": 1394,
      ")\\|^": 1395,
      "Ġ16": 1396,
      "Ġ,\\\\": 1397,
      "ond": 1398,
      "Ġ)}": 1399,
      "uparrow": 1400,
      "$,": 1401,
      "36": 1402,
      "})|": 1403,
      "prec": 1404,
      "breve": 1405,
      "Left": 1406,
      "Ġ<\\": 1407,
      "dX": 1408,
      "gg": 1409,
      "Ġof": 1410,
      "_*(": 1411,
      "}([": 1412,
      "eqq": 1413,
      "19": 1414,
      "Ġ),": 1415,
      "*{": 1416,
      "}/\\": 1417,
      "lat": 1418,
      "eqref": 1419,
      "56": 1420,
      "]^{\\": 1421,
      "gh": 1422,
      "alle": 1423,
      "IJ": 1424,
      "(\\|": 1425,
      "}|_{": 1426,
      "are": 1427,
      "smallmatrix": 1428,
      "_-\\": 1429,
      "diam": 1430,
      "paralle": 1431,
      "parallel": 1432,
      "Ġ|^": 1433,
      "}={": 1434,
      "Leftrightarrow": 1435,
      ")^{|": 1436,
      "}{{": 1437,
      "wp": 1438,
      "coloneqq": 1439,
      "},{\\": 1440,
      "ir": 1441,
      ")/\\": 1442,
      "))+\\": 1443,
      "ki": 1444,
      "{}_": 1445,
      "^-_": 1446,
      "Ġ(|": 1447,
      "MN": 1448,
      ";\\\\": 1449,
      "inter": 1450,
      "}=(\\": 1451,
      "Ġ}^{\\": 1452,
      "))\\,": 1453,
      "Ġ\\},": 1454,
      "arc": 1455,
      "dg": 1456,
      "ie": 1457,
      "boldmath": 1458,
      "Ġ}.\\": 1459,
      "Ġ...": 1460,
      "\\})": 1461,
      "odot": 1462,
      "Ġ-{": 1463,
      "=|": 1464,
      "Ġ),\\": 1465,
      "^{(-": 1466,
      "\\;\\": 1467,
      "]+\\": 1468,
      "flat": 1469,
      "supset": 1470,
      "jl": 1471,
      "^{{\\": 1472,
      ")!}\\": 1473,
      "bb": 1474,
      "dd": 1475,
      "ni": 1476,
      "ze": 1477,
      "'=\\": 1478,
      "Ġ\\\\-": 1479,
      "tu": 1480,
      "[-\\": 1481,
      "Ric": 1482,
      "ox": 1483,
      "))}\\": 1484,
      "){": 1485,
      "gcd": 1486,
      "Ġ)=\\": 1487,
      "64": 1488,
      ":\\,": 1489,
      "},\\,": 1490,
      ");\\": 1491,
      "}\\|^": 1492,
      "30": 1493,
      "}~\\": 1494,
      "\\|^{": 1495,
      "-|\\": 1496,
      "an": 1497,
      "np": 1498,
      "-\\!": 1499,
      ")=&\\": 1500,
      "dotsc": 1501,
      "\\,(": 1502,
      "]\\\\": 1503,
      "}\\}": 1504,
      "mathtt": 1505,
      "kx": 1506,
      "^-_{": 1507,
      "bmod": 1508,
      "pl": 1509,
      "{\\|": 1510,
      "dV": 1511,
      "eff": 1512,
      "overrightarrow": 1513,
      "Box": 1514,
      "|,\\": 1515,
      "}_{{\\": 1516,
      "!(": 1517,
      "lbrack": 1518,
      "_{+}": 1519,
      "xp": 1520,
      "otherwise": 1521,
      "Ġ\\{(": 1522,
      "squ": 1523,
      "_{*}": 1524,
      "dp": 1525,
      "tion": 1526,
      "))^{-": 1527,
      "Ġ\\;=\\;": 1528,
      ",\\,\\,\\,": 1529,
      "!}{": 1530,
      "diamond": 1531,
      "}}[": 1532,
      "})}.\\": 1533,
      "Ġ\\;.\\": 1534,
      ")\\}": 1535,
      "xt": 1536,
      "}}\\,\\": 1537,
      "~,\\": 1538,
      "Ġwith": 1539,
      "))-\\": 1540,
      "}+{\\": 1541,
      "kn": 1542,
      "||\\": 1543,
      "Ġ}(\\": 1544,
      ")))": 1545,
      "][": 1546,
      "_+^": 1547,
      "\\:": 1548,
      "&=(": 1549,
      "varsigma": 1550,
      "}\\}\\": 1551,
      "Ġ\\|_": 1552,
      "]\\,": 1553,
      "{}^": 1554,
      "28": 1555,
      ")}^{\\": 1556,
      "]^{-": 1557,
      "^-\\": 1558,
      "35": 1559,
      "ct": 1560,
      "Ġor": 1561,
      "Ġ[(": 1562,
      "^{{": 1563,
      ",~~": 1564,
      "}''": 1565,
      "]}{": 1566,
      "}:\\": 1567,
      "[{\\": 1568,
      "}^*\\": 1569,
      "Ġ\\},\\": 1570,
      "Ġ&(": 1571,
      "jj": 1572,
      "|+|": 1573,
      "xrightarrow": 1574,
      ")={": 1575,
      "\\\\-": 1576,
      "Ġ\\,=\\,": 1577,
      "iu": 1578,
      "|>": 1579,
      "^{*}\\": 1580,
      ",+": 1581,
      "square": 1582,
      "Ġ;\\": 1583,
      "mathr": 1584,
      "kern": 1585,
      ")<\\": 1586,
      "dq": 1587,
      "Ġ\\\\&+": 1588,
      "||_{": 1589,
      ")).": 1590,
      "](\\": 1591,
      ")\\|_": 1592,
      ")=\\{": 1593,
      "'}}": 1594,
      "Id": 1595,
      "hdots": 1596,
      "26": 1597,
      "\\}=\\": 1598,
      "|{\\": 1599,
      "Ġ\\;\\;\\": 1600,
      "yy": 1601,
      "Ġ^{(": 1602,
      "+\\|": 1603,
      "^+_{": 1604,
      "tx": 1605,
      "}}^{-": 1606,
      ")\\}.\\": 1607,
      "_{-}": 1608,
      "|\\,\\": 1609,
      "dk": 1610,
      "ih": 1611,
      "_{\\{\\": 1612,
      "mathring": 1613,
      "40": 1614,
      "=[": 1615,
      "))\\\\": 1616,
      "Du": 1617,
      "ven": 1618,
      "Ġ{{{\\": 1619,
      "Biggr": 1620,
      "_*\\": 1621,
      ":=\\{": 1622,
      "boxtimes": 1623,
      ",{": 1624,
      "Biggl": 1625,
      "{}_{": 1626,
      "gn": 1627,
      "tit": 1628,
      "size": 1629,
      "iff": 1630,
      "yz": 1631,
      "),\\,": 1632,
      "Ġ[-": 1633,
      "'|": 1634,
      "))}{\\": 1635,
      "Ġ\\;,\\": 1636,
      "'}^": 1637,
      "fg": 1638,
      "}\\,\\,": 1639,
      "textit": 1640,
      "xz": 1641,
      "ĠRe": 1642,
      "}\\,,": 1643,
      "aq": 1644,
      "])\\": 1645,
      "cu": 1646,
      "jmath": 1647,
      "sc": 1648,
      "),\\\\&": 1649,
      "Ax": 1650,
      "Ġ\\|^": 1651,
      ")=(-": 1652,
      "triangleq": 1653,
      "|}{\\": 1654,
      "texts": 1655,
      "\\;.\\": 1656,
      "prop": 1657,
      ")$": 1658,
      "|^{-\\": 1659,
      "^{+\\": 1660,
      "},&": 1661,
      "}_{[": 1662,
      "([\\": 1663,
      ")'": 1664,
      "ym": 1665,
      "{}{": 1666,
      "}(|": 1667,
      "}\\|_": 1668,
      "}}}.\\": 1669,
      "})]": 1670,
      "varkappa": 1671,
      "dB": 1672,
      "Ġ\\,\\,\\,": 1673,
      ")}_\\": 1674,
      "}\\;\\": 1675,
      "Ġcon": 1676,
      "lef": 1677,
      ",\\{": 1678,
      "Ġ=:": 1679,
      "Ġ-{\\": 1680,
      "),&": 1681,
      "^+,": 1682,
      "}\\}.\\": 1683,
      "Ġ\\;\\;\\;": 1684,
      ",+\\": 1685,
      "44": 1686,
      "}}|\\": 1687,
      "}^*(": 1688,
      "hd": 1689,
      "Ġ&-": 1690,
      "\\,|\\,": 1691,
      "Ġ'": 1692,
      "lk": 1693,
      "[(\\": 1694,
      "diag": 1695,
      "=\\,\\": 1696,
      "}-{\\": 1697,
      ",(\\": 1698,
      "vol": 1699,
      "dS": 1700,
      "Ġ\\\\(": 1701,
      "96": 1702,
      "})&=": 1703,
      "con": 1704,
      "''_": 1705,
      "+(-": 1706,
      "Ġdiv": 1707,
      "}+{": 1708,
      "'.\\": 1709,
      "|_\\": 1710,
      "^{*}(": 1711,
      "})}(": 1712,
      "qx": 1713,
      "^{|": 1714,
      "}\\!\\": 1715,
      "}]_{": 1716,
      ")]=": 1717,
      "leftarrow": 1718,
      "\\,{\\": 1719,
      "scripts": 1720,
      "Bbb": 1721,
      "})=(": 1722,
      "criptstyle": 1723,
      "scriptscriptstyle": 1724,
      "^*)\\": 1725,
      "ijkl": 1726,
      "propto": 1727,
      "}}{|": 1728,
      "^+}\\": 1729,
      "}}}(": 1730,
      "$}": 1731,
      "}}^\\": 1732,
      "iT": 1733,
      "}\\{\\": 1734,
      "^*-": 1735,
      "*}\\{\\": 1736,
      "}}}}": 1737,
      ")\\,,": 1738,
      "where": 1739,
      "Ġ]\\": 1740,
      "Ġthe": 1741,
      "45": 1742,
      "+\\!": 1743,
      "):\\": 1744,
      "}\\,(": 1745,
      "!\\!\\!\\!\\": 1746,
      "^{\\,": 1747,
      "'}(\\": 1748,
      "&(": 1749,
      "')=": 1750,
      ",...": 1751,
      "Df": 1752,
      "Ġ\\\\=": 1753,
      "))_{": 1754,
      "'})": 1755,
      "ny": 1756,
      "Ġdet": 1757,
      "dm": 1758,
      "Ġ+{\\": 1759,
      "ib": 1760,
      "nn": 1761,
      "Ġ:\\": 1762,
      "thin": 1763,
      "')}": 1764,
      "thinspace": 1765,
      ")[\\": 1766,
      ",&\\": 1767,
      "]{\\": 1768,
      "]-\\": 1769,
      "Ġ{}": 1770,
      "'_\\": 1771,
      "+}\\": 1772,
      "hline": 1773,
      "Ġ}^": 1774,
      "Ġab": 1775,
      "}+(\\": 1776,
      "xu": 1777,
      "|+\\": 1778,
      ")_+": 1779,
      "|)\\": 1780,
      "<-": 1781,
      "AA": 1782,
      "iq": 1783,
      "||^": 1784,
      "\\,.": 1785,
      "ies": 1786,
      "_{[\\": 1787,
      "#\\": 1788,
      "bd": 1789,
      "kr": 1790,
      "nc": 1791,
      "''\\": 1792,
      "}{\\|": 1793,
      "Ġ~=~": 1794,
      "\\},\\\\": 1795,
      "Ġ={\\": 1796,
      ")\\}\\": 1797,
      "})},\\": 1798,
      "ĠIm": 1799,
      ":\\:\\": 1800,
      ")!}{": 1801,
      ")|=": 1802,
      "},\\\\&": 1803,
      "').\\": 1804,
      ";.\\": 1805,
      "SU": 1806,
      "}~~": 1807,
      ")!(": 1808,
      ",}": 1809,
      "|\\\\": 1810,
      ")+(\\": 1811,
      "}].\\": 1812,
      "tin": 1813,
      "}}{(\\": 1814,
      ")].\\": 1815,
      "]}{\\": 1816,
      ")&=(": 1817,
      "\\}^{": 1818,
      "lm": 1819,
      "nq": 1820,
      "*}=": 1821,
      "=}\\": 1822,
      "Ġ~~~~": 1823,
      "Ġ~~~": 1824,
      "Ġ\\\\=&": 1825,
      "Ġexp": 1826,
      "100": 1827,
      "_+}": 1828,
      "^*}\\": 1829,
      "na": 1830,
      "60": 1831,
      "out": 1832,
      "^{-(\\": 1833,
      "$\\": 1834,
      "&-\\": 1835,
      "')=\\": 1836,
      "}}).\\": 1837,
      "}\\;\\;": 1838,
      "texttt": 1839,
      "te": 1840,
      "Ġ}+\\": 1841,
      "au": 1842,
      ",\\;\\;": 1843,
      "}}\\|": 1844,
      "}*": 1845,
      "}{}^{": 1846,
      "Ġ=\\,": 1847,
      "Ġid": 1848,
      ")]^": 1849,
      "}{}_{": 1850,
      "Longleftrightarrow": 1851,
      "^{*}_{": 1852,
      "-}": 1853,
      "TM": 1854,
      "}'\\": 1855,
      "dA": 1856,
      "he": 1857,
      "Longrightarrow": 1858,
      "];": 1859,
      "kk": 1860,
      "|}{|": 1861,
      "Ġ}+": 1862,
      "})^\\": 1863,
      "}}},\\": 1864,
      "}-{": 1865,
      "mk": 1866,
      "43": 1867,
      "Ġ({": 1868,
      "px": 1869,
      "def": 1870,
      ")}{(\\": 1871,
      "'+\\": 1872,
      "tiny": 1873,
      "Tx": 1874,
      ")!}{(": 1875,
      "'}{\\": 1876,
      "))|": 1877,
      "Ġco": 1878,
      ",\\,\\,\\": 1879,
      "]=[": 1880,
      "_{<": 1881,
      "},...,": 1882,
      "impl": 1883,
      "^*_\\": 1884,
      "Ġ||\\": 1885,
      ",}\\": 1886,
      "uu": 1887,
      "dxdy": 1888,
      "ak": 1889,
      "}}(-": 1890,
      "^{+}": 1891,
      "\\}\\\\": 1892,
      "Ġ14": 1893,
      "low": 1894,
      "'-\\": 1895,
      "intertext": 1896,
      ")&:=\\": 1897,
      "Ġ\\>": 1898,
      "))(\\": 1899,
      "],\\\\": 1900,
      ".\\\\\\": 1901,
      "implies": 1902,
      "km": 1903,
      "Ġ=&\\": 1904,
      "Ġeven": 1905,
      "}}{{\\": 1906,
      "arctan": 1907,
      "$}\\": 1908,
      "50": 1909,
      "Ġxy": 1910,
      ")}^{-": 1911,
      "et": 1912,
      ")\\|_{\\": 1913,
      "_{-}(": 1914,
      "scriptstyle": 1915,
      "Ġ}}{": 1916,
      "}]=\\": 1917,
      "\\!-\\!": 1918,
      "enspace": 1919,
      "37": 1920,
      "\\}^": 1921,
      "mathit": 1922,
      "xq": 1923,
      "kp": 1924,
      "Ġ})": 1925,
      "_{_{": 1926,
      "Ġeff": 1927,
      "Ġ|_{": 1928,
      "Ġodd": 1929,
      "^{*,": 1930,
      "CD": 1931,
      "},\\;": 1932,
      ")^*\\": 1933,
      ")\\|\\": 1934,
      "^*+": 1935,
      ")/(": 1936,
      ")}[": 1937,
      "zz": 1938,
      "99": 1939,
      ",|": 1940,
      "Ġ}\\,": 1941,
      "Ġ+{": 1942,
      "\\;,\\": 1943,
      "}/{": 1944,
      "kt": 1945,
      "^*,\\": 1946,
      "{$\\": 1947,
      "Ġ)}\\": 1948,
      "SO": 1949,
      "*}=\\": 1950,
      "}\\|_{\\": 1951,
      "!}.\\": 1952,
      ":=(": 1953,
      ")}}.\\": 1954,
      "jx": 1955,
      "ka": 1956,
      "^*=": 1957,
      "\\|(": 1958,
      "Au": 1959,
      "rank": 1960,
      "bigwedge": 1961,
      "iA": 1962,
      "Ġ)^{-": 1963,
      "zq": 1964,
      "Ġ-(\\": 1965,
      "ĠdV": 1966,
      "\\{-\\": 1967,
      "ly": 1968,
      "rad": 1969,
      "xxx": 1970,
      "'},": 1971,
      "ms": 1972,
      ")})=": 1973,
      ")(-": 1974,
      ")}}(": 1975,
      "_+,": 1976,
      "ur": 1977,
      ")}|\\": 1978,
      "}^{{\\": 1979,
      "+[": 1980,
      "ke": 1981,
      "=\\|": 1982,
      "Ġdw": 1983,
      "Ti": 1984,
      "cfrac": 1985,
      "*}<": 1986,
      "}((\\": 1987,
      "}],": 1988,
      "}||": 1989,
      "}})=": 1990,
      "})).\\": 1991,
      "!\\!\\!": 1992,
      "BC": 1993,
      "aa": 1994,
      "~,": 1995,
      "}=&": 1996,
      ")\\;.\\": 1997,
      "$}.\\": 1998,
      ")}).\\": 1999,
      "}})^{": 2000,
      "^{+}(": 2001,
      "Ġthat": 2002,
      "_*}": 2003,
      "},~": 2004,
      "llll": 2005,
      "coth": 2006,
      "}{}^": 2007,
      "}):=\\": 2008,
      "Ġ32": 2009,
      "'),": 2010,
      "]&": 2011,
      "Ġ}_": 2012,
      "Ġ}-": 2013,
      "Ġ={": 2014,
      "ĠdS": 2015,
      "by": 2016,
      "_{+}(": 2017,
      "Ad": 2018,
      "+\\,": 2019,
      "nf": 2020,
      "Ġ([": 2021,
      "})&=\\": 2022,
      "Ġ)(": 2023,
      "^*_{\\": 2024,
      "bigsqcup": 2025,
      "ome": 2026,
      "Tilde": 2027,
      "'|^": 2028,
      "NR": 2029,
      "tf": 2030,
      "succ": 2031,
      "Ġ,\\\\\\": 2032,
      ")],\\": 2033,
      "\\,=\\,": 2034,
      "&=-\\": 2035,
      "''_{": 2036,
      "Ġas": 2037,
      "^{(+": 2038,
      "Ġ\\|_{\\": 2039,
      "_{}": 2040,
      ")&:=": 2041,
      "]},": 2042,
      "))^{\\": 2043,
      "''(\\": 2044,
      "000": 2045,
      "emph": 2046,
      ";\\,": 2047,
      "\\}}(": 2048,
      "nb": 2049,
      "57": 2050,
      "AX": 2051,
      "sgn": 2052,
      "}_-": 2053,
      "dP": 2054,
      "Ġ&&\\": 2055,
      "')^{-": 2056,
      "dcases": 2057,
      "]}_{": 2058,
      "dh": 2059,
      "{\\{": 2060,
      "_{_": 2061,
      "})|\\": 2062,
      "Ġ\\,.": 2063,
      "tA": 2064,
      "script": 2065,
      ")!\\": 2066,
      "ae": 2067,
      "ess": 2068,
      "}_{\\{": 2069,
      "Ġ=(\\": 2070,
      "}),\\\\": 2071,
      "})}{(": 2072,
      "))&=": 2073,
      "}[(": 2074,
      ")\\;,\\": 2075,
      "bx": 2076,
      "Ġ\\!\\": 2077,
      "Ġ((\\": 2078,
      "ute": 2079,
      "))\\\\&=": 2080,
      "42": 2081,
      "!}{(": 2082,
      "02": 2083,
      "}'_": 2084,
      "po": 2085,
      "'))": 2086,
      "jlim": 2087,
      ")|.\\": 2088,
      "_*^": 2089,
      "\\{-": 2090,
      "arpo": 2091,
      "]+[": 2092,
      "[{": 2093,
      "jn": 2094,
      "tz": 2095,
      "^{|\\": 2096,
      "tabul": 2097,
      "}{=}": 2098,
      "^{+}_{": 2099,
      "tabular": 2100,
      "}_*": 2101,
      "&=&": 2102,
      "*}(-": 2103,
      "}\\:": 2104,
      "acute": 2105,
      "CS": 2106,
      "Ġ}{(": 2107,
      "Ġwhere": 2108,
      "}|_{\\": 2109,
      ")\\\\=&": 2110,
      "})\\\\&": 2111,
      "'),\\": 2112,
      ")\\!": 2113,
      "^+(\\": 2114,
      "'},\\": 2115,
      ",~\\": 2116,
      "]}.\\": 2117,
      "Ġdf": 2118,
      ")|}{": 2119,
      "])=": 2120,
      "dash": 2121,
      ")|}": 2122,
      "res": 2123,
      "ĠdB": 2124,
      "Ġ\\,\\,\\": 2125,
      "}({": 2126,
      "{{{": 2127,
      "{.": 2128,
      "}^{*}\\": 2129,
      "loc": 2130,
      "},{": 2131,
      "Ġad": 2132,
      "Ġ&=(": 2133,
      "ccccc": 2134,
      "]=-": 2135,
      "}\\;.\\": 2136,
      "pp": 2137,
      "}}{{": 2138,
      "&:=": 2139,
      "&:=\\": 2140,
      ",\\;\\": 2141,
      "very": 2142,
      "]}^{": 2143,
      ")})^": 2144,
      "'}^{": 2145,
      "vv": 2146,
      "}+|": 2147,
      ")))\\": 2148,
      "}^{+}\\": 2149,
      "80": 2150,
      "ru": 2151,
      "}(\\{": 2152,
      ")-(\\": 2153,
      ";\\;\\;\\": 2154,
      "rhd": 2155,
      "\\\\&+\\": 2156,
      "triangleright": 2157,
      ")\\\\&+\\": 2158,
      "]_\\": 2159,
      "Ġsu": 2160,
      "),\\;": 2161,
      "''}": 2162,
      "cz": 2163,
      "kf": 2164,
      "}],\\": 2165,
      "$.}\\": 2166,
      "}){\\": 2167,
      ")}\\,\\": 2168,
      "Ġsome": 2169,
      "\\;\\;": 2170,
      "nmid": 2171,
      "})+(": 2172,
      "supp": 2173,
      "_-^": 2174,
      "ikx": 2175,
      "\\}}|": 2176,
      "bigotimes": 2177,
      "|\\\\&\\": 2178,
      "67": 2179,
      "ns": 2180,
      "tv": 2181,
      "|}.\\": 2182,
      "|<\\": 2183,
      "}}_\\": 2184,
      "}=(-": 2185,
      "Ġ)_{": 2186,
      "'}_{": 2187,
      "]).\\": 2188,
      "}...": 2189,
      "}}},": 2190,
      "\\\\=&": 2191,
      ")}},\\": 2192,
      "41": 2193,
      "\\})\\": 2194,
      "||_": 2195,
      "^+)": 2196,
      "_+(\\": 2197,
      "_*(\\": 2198,
      "}^{+}(": 2199,
      "rtimes": 2200,
      "}|=": 2201,
      "Ġ(|\\": 2202,
      ";\\;\\;\\;": 2203,
      "_{+}\\": 2204,
      "})\\\\&=": 2205,
      "ju": 2206,
      "arge": 2207,
      "CP": 2208,
      "jm": 2209,
      "\\\\&+": 2210,
      "}}&": 2211,
      "}=&\\": 2212,
      "Ġ|{\\": 2213,
      "textsf": 2214,
      "bigvee": 2215,
      "Ġevery": 2216,
      "^*=\\": 2217,
      "29": 2218,
      "}](": 2219,
      "Ġ&\\\\": 2220,
      "Ġ13": 2221,
      "scriptsize": 2222,
      "=(-": 2223,
      "|(\\": 2224,
      "^{-}(": 2225,
      "yx": 2226,
      "Ġ\\\\-\\": 2227,
      "land": 2228,
      "}_{(\\": 2229,
      "Ġ}.": 2230,
      "}\\,{\\": 2231,
      "Ġotherwise": 2232,
      "el": 2233,
      "ai": 2234,
      "},-": 2235,
      "Ġ\\;,": 2236,
      "}^{-}(": 2237,
      "}~.\\": 2238,
      "NC": 2239,
      "]},\\": 2240,
      ")}(-": 2241,
      "Ġ\\|(": 2242,
      "-[": 2243,
      "dF": 2244,
      "ev": 2245,
      "ĠdX": 2246,
      "}-(\\": 2247,
      "Var": 2248,
      "Ġ\\}.": 2249,
      "}\\},\\": 2250,
      "ĠRic": 2251,
      "nz": 2252,
      "Ġ&-\\": 2253,
      ";,\\": 2254,
      "Sp": 2255,
      "}|}\\": 2256,
      "}'(\\": 2257,
      ")~.\\": 2258,
      "~~~~~~~~~~~~~~~~": 2259,
      "Ġ}-\\": 2260,
      "ef": 2261,
      "..,": 2262,
      ":\\:": 2263,
      "}\\;,\\": 2264,
      "]]": 2265,
      "me": 2266,
      "qt": 2267,
      "vmatrix": 2268,
      "})}=": 2269,
      ")}&=\\": 2270,
      "^{-}": 2271,
      "dxdt": 2272,
      "],[": 2273,
      "75": 2274,
      "})},": 2275,
      "\\|=": 2276,
      "az": 2277,
      "Ġ)+": 2278,
      "Ġch": 2279,
      "lt": 2280,
      "}^{}": 2281,
      ")=[": 2282,
      "longmapsto": 2283,
      "49": 2284,
      "ue": 2285,
      "=\\{\\": 2286,
      "Ġmod": 2287,
      "BA": 2288,
      "]&=": 2289,
      "^*}(": 2290,
      "ca": 2291,
      "nj": 2292,
      "rk": 2293,
      "}{[": 2294,
      "Ġdm": 2295,
      "}|}": 2296,
      "Ġ).": 2297,
      "\\},\\{": 2298,
      "+\\|\\": 2299,
      "Ġdiag": 2300,
      "|-\\": 2301,
      "}\\},": 2302,
      "Ġ|(": 2303,
      "'}.\\": 2304,
      "'}=": 2305,
      ",|\\": 2306,
      "TX": 2307,
      "dT": 2308,
      "sign": 2309,
      "Ġ24": 2310,
      ")|_": 2311,
      "_{-}\\": 2312,
      "*}&(": 2313,
      "\\!\\!": 2314,
      "})^*": 2315,
      "},(": 2316,
      ")*": 2317,
      "]\\\\&=": 2318,
      "hphantom": 2319,
      "Ġ=\\{": 2320,
      "\\\\(": 2321,
      ")|_{\\": 2322,
      ")}),\\": 2323,
      "nh": 2324,
      "):=(": 2325,
      "Ġconst": 2326,
      "88": 2327,
      "bq": 2328,
      "Ġto": 2329,
      "UV": 2330,
      "cx": 2331,
      "}{-": 2332,
      "(\\|\\": 2333,
      "Ġdp": 2334,
      "Ġ)^{\\": 2335,
      "iH": 2336,
      "js": 2337,
      "lr": 2338,
      "Ġdg": 2339,
      "itH": 2340,
      "preceq": 2341,
      "Ġ11": 2342,
      "NS": 2343,
      "}>\\": 2344,
      "Ġ}_{\\": 2345,
      ")]=\\": 2346,
      "_{+,": 2347,
      "dY": 2348,
      "asy": 2349,
      "curl": 2350,
      "/(\\": 2351,
      "dle": 2352,
      "}*\\": 2353,
      ".\\\\": 2354,
      ")}\\\\&\\": 2355,
      "dist": 2356,
      ",\\,\\,\\,\\,\\,\\,\\,\\": 2357,
      "55": 2358,
      "^{-|": 2359,
      "})\\,\\": 2360,
      ")_{(": 2361,
      "\\}+\\": 2362,
      "xv": 2363,
      "Ġ!": 2364,
      "_{(-": 2365,
      "}}=-\\": 2366,
      "ĠdA": 2367,
      "_-,": 2368,
      "ST": 2369,
      "]})": 2370,
      "{,": 2371,
      "}}:=\\": 2372,
      "})}=\\": 2373,
      "bigtriangle": 2374,
      "Ġany": 2375,
      "{-}": 2376,
      "const": 2377,
      "ku": 2378,
      "|~": 2379,
      "thing": 2380,
      "}}),\\": 2381,
      "^{-{": 2382,
      ")>\\": 2383,
      "vdash": 2384,
      "}))=": 2385,
      "ext": 2386,
      ")\\\\=&\\": 2387,
      "middle": 2388,
      "^-}": 2389,
      "AC": 2390,
      "\\}\\,": 2391,
      "]^\\": 2392,
      "cb": 2393,
      "qr": 2394,
      ")\\},\\": 2395,
      "dotsb": 2396,
      "_{\\|": 2397,
      "Ġdk": 2398,
      ")=|": 2399,
      "\\{|": 2400,
      "Ġ~.\\": 2401,
      "+~": 2402,
      "-(-": 2403,
      "plus": 2404,
      "tq": 2405,
      "~}": 2406,
      "Ġ&{\\": 2407,
      ")}:=\\": 2408,
      ")^+": 2409,
      "})=-\\": 2410,
      "span": 2411,
      "Res": 2412,
      "^{\\{": 2413,
      "varno": 2414,
      ")+{\\": 2415,
      "varnothing": 2416,
      "\\}_": 2417,
      "Ġdim": 2418,
      ")|=\\": 2419,
      "'^{": 2420,
      "}\\,\\,\\": 2421,
      "})/": 2422,
      "^{\\#": 2423,
      "Ġdis": 2424,
      ",\\\\(": 2425,
      ">=\\": 2426,
      "*}_{": 2427,
      "-\\|": 2428,
      "}^+\\": 2429,
      "~~~\\": 2430,
      "av": 2431,
      "mo": 2432,
      "rx": 2433,
      "xf": 2434,
      "Ġ}^{(": 2435,
      "Ġ\\!\\!": 2436,
      "_{>": 2437,
      "(\\{\\": 2438,
      "}}[\\": 2439,
      ")^{-(": 2440,
      "),\\\\&\\": 2441,
      "90": 2442,
      "Ġ{-": 2443,
      "Ġ_{-": 2444,
      "'',": 2445,
      "|=|": 2446,
      "DF": 2447,
      "]}(\\": 2448,
      "Ġ})\\": 2449,
      "*}||": 2450,
      "dR": 2451,
      "dn": 2452,
      "ja": 2453,
      "med": 2454,
      "mkern": 2455,
      "ner": 2456,
      "|}(": 2457,
      "Ġ&<": 2458,
      "-\\,": 2459,
      "Ġdq": 2460,
      "dotsm": 2461,
      "=~\\": 2462,
      "mx": 2463,
      "})&": 2464,
      "^*.\\": 2465,
      "72": 2466,
      "]}=": 2467,
      "}})=\\": 2468,
      ")}&": 2469,
      "\\,|\\,\\": 2470,
      "&=-": 2471,
      "_{[-": 2472,
      "sr": 2473,
      "Ġ&+\\": 2474,
      "}):=": 2475,
      "^-,": 2476,
      "boxplus": 2477,
      "gx": 2478,
      "pk": 2479,
      "|-|": 2480,
      "Ġ)}{": 2481,
      "gen": 2482,
      "Tf": 2483,
      "YM": 2484,
      "fo": 2485,
      "sion": 2486,
      "intercal": 2487,
      "')^{": 2488,
      "ks": 2489,
      "lcl": 2490,
      "*}{{\\": 2491,
      "subar": 2492,
      "atur": 2493,
      "}]}": 2494,
      "subarray": 2495,
      "db": 2496,
      "gf": 2497,
      "sx": 2498,
      "Ġ+(\\": 2499,
      "),~": 2500,
      "searrow": 2501,
      "dE": 2502,
      "kd": 2503,
      "|)^{": 2504,
      "}^{|": 2505,
      "}}\\\\&\\": 2506,
      "\\,{": 2507,
      "ĠSO": 2508,
      ")\\\\&+": 2509,
      "atural": 2510,
      "';": 2511,
      "circle": 2512,
